Repository: aleene/FoodViewer
Catalog: Locs/*.xcloc/Localized Contents/*.xliff
Languages: es

source: Unknown
es: Desconocido

source: Unselected Categories
es: Categorías para Seleccionar

source: Unselected Countries
es: Países para Seleccionar

source: Unselected Languages
es: Idiomas para Seleccionar

source: Unselected Traces
es: Trazas para Seleccionar

source: Uploaded by:
es: por:

source: Uploader unknown
es: Uploader desconocida

source: Uploading image
es: Cargando foto

source: Use
es: Utiliza

source: Use Camera
es: Usa cámara

source: Use Photos
es: Usa fotos

source: User
es: Usário

source: User Preferences
es: Ajustes del usuario

source: User defined
es: Definido por el usuario

source: Username
es: Nombre de usuario

source: View Toggle Mode
es: Alternar el modo de vista

source: Yes
es: Si

# for %@ in %@
source: for %1$@ in %2$@
es: para %1$@ 3n %2$@

source: gram (g)
es: gramo (g)

source: microgram (µm)
es: microgramo (µm)

source: milligram (mg)
es: milligramo (mg)

source: no country defined
es: ningún país definido

source: no creation date available
es: no hay fecha de creación disponible

source: no diet selected
es: ninguna dieta seleccionada

source: no edit date available
es: no hay fecha de edición disponible

source: no ingredients specified
es: no hay ingredientes especificado

source: no language defined
es: no hay iedioma especificado

source: no name specified
es: no hay nombre especificado

source: no nutrition data available
es: no hay datos nutricionales disponibles

source: no nutrition data indicated
es: no se indican datos nutricionales

source: no serving size available
es: no hay tamaño de porción disponible

source: no trace defined
es: sin traza definido

source: none
es: ninguno

source: not selected
es: no seleccionado

source: nothing selected
es: nada seleccionado

source: nutrition data not on package
es: datos nutricionales no incluidos en el paquete

source: nutrition data per serving and standard unit available
es: datos nutricionales por porción y estándar

source: percentage (%)
es: porcentaje (%)

source: search results
es: resultados de la búsqueda

# 3Vn-bz-g9v.title
source: Scanner
es: Escáner

# 8si-Yq-0ji.text
source: FoodViewer is possible thanks to OpenFoodFacts, an open database of food products with ingredients, allergens, nutrition facts and all the tidbits of information you can find on food labels.
es: FoodViewer es posible gracias a OpenFoodFacts, una base de datos abierta de productos alimenticios con ingredientes, alérgenos, información nutricional y toda la información que puede encontrar en las etiquetas de los alimentos.

# Uqq-0f-VGW.title
source: Preferences
es: Preferencias

# WHd-6b-vLZ.title
source: User
es: Usario

# szq-J1-leR.title
source: Game
es: Juego

# u7v-kh-6sa.title
source: Search
es: Buscar

# znY-gQ-KqA.text
source: Copyright © 2020 Hovering Above. All rights reserved.
es: Derechos de autor © 2020 Hovering Above. Todos los derechos reservados
