Repository: aleene/FoodViewer
Catalog: Locs/*.xcloc/Localized Contents/*.xliff
Languages: es

# NSAppleMusicUsageDescription
source: The photo library is used to select images of products for uploading to OpenFoodFacts.
es: La biblioteca de fotos se utiliza para seleccionar imágenes de productos para cargar en OpenFoodFacts

# NSCameraUsageDescription
source: The camera is needed to scan barcodes and take images of products for uploading to OpenFoodFacts.
es: La cámara es necesaria para escanear códigos de barras y tomar imágenes de productos para cargarlos en Openfoodfacts

# NSPhotoLibraryUsageDescription
source: The photo library is used to select images of products for uploading to OpenFoodFacts.
es: La biblioteca de fotos se utiliza para seleccionar imágenes de productos para cargar en OpenFoodFacts

source: (WARNING: check brackets, they are unbalanced)
es: (Advertencia: compruebe los parénteses, están desequilibrados)

source: Add Front Image
es: Agregar imagen frontal

source: Add Language
es: Agregar idioma

source: Add Nutrient
es: Agregar nutriento

source: Add images for new product
es: Agrega imágenes para un nuevo producto

source: Additives
es: Aditivos

source: Additve %@
es: Aditivo %@

source: Alert Preferences
es: Ajustes de alerta

source: Allergen warnings
es: Advertencias de alérgenos

source: Allergens
es: Alérgenos

source: Allowed
es: Permite

source: Application Preferences
es: Ajustes de aplicación

source: Application version/build
es: Versión y compilación de la aplicación

source: Assign Image
es: Asignar imagen

source: Authenticate for OFF login
es: Autenticar para iniciar sesión OFF

source: Authentication with TouchID failed. Specify your password
es: La autenticación con TouchId falló, Especifica tu contraseña:

source: Available
es: Disponible

source: Bad nutrients
es: Malos nutrientes

source: Barcode
es: Código de barras

source: Barcode (edited main language)
es: Código de barras (idioma principal editado)

source: Barcode (non-edited main language)
es: Código de barras (idioma principal no editado)

source: Beauty
es: Cosmético

source: Beauty barcode.
es: Código de barras de belleza

source: Beauty Products
es: Productos cosméticos

source: Beverages category
es: Categoría Bebidas

source: Brands
es: Marcas

source: Brands (edited)
es: Marcas (editado)

source: Brands (interpreted)
es: Marcas (interpretado)

source: Brands (non-edited)
es: Marcas (no editado)

source: Button
es: Botón

source: Calories
es: Calorías

source: Cancel
es: Cancelar

source: Categories
es: Categorías

source: Categories (edited)
es: Categorías (editado)

source: Categories (non-edited)
es: Categorías (no editado)

source: Categories (normalized)
es: Categorías (normalizado)

source: Categories (translated)
es: Categorías (traducido)

source: Category %@
es: Categoría %@

source: Checker
es: Verificador

source: Cheeses category
es: Categoría Quesos

source: Clear History
es: Eliminar historia

source: Common Name
es: Denominacíon general

source: Community Effort
es: Esfuerzo comunitario

source: Completeness
es: Lo completo

source: Completion
es: Finalización

source: Completion States
es: Estado de finalización

source: Continous Scan
es: Escaneo continuo

source: Contributor
es: Colaborador

source: Contributors
es: Colaboradores

source: Countries
es: Países

source: Countries (edited)
es: Países (editado)

source: Countries (non-edited)
es: Países (no editado)

source: Countries (normalized)
es: Países (normalizado)

source: Countries (translated)
es: Países (traducido)

source: Countries where sold
es: Países de venta

source: Create OFF Account
es: Crea tu cuenta OFF

source: Creation date
es: Fecha de creacíon

source: Creator
es: Añadidor

source: Current Locale
es: Localidad actual

source: Daily Value
es: Valor diario

source: Daily Values (per serving)
es: Valor diario (por porción)

source: Data is loaded
es: Los datos se cargan

source: Default OpenFoodFacts account
es: Cuenta predeterminada de OpenFoodFacts

source: Default energy unit
es: Unidad de energía predeterminada

source: Default for salt/sodium
es: Predeterminado para sal / sodio

source: Default nutrition facts style
es: Estilo de información nutricional predeterminado

source: Default nutrition facts table style
es: Estilo de tabla de información nutricional predeterminada

source: Default product type
es: Tipo de producto predeterminado

source: Details
es: Detalles

source: Detected Additives
es: Aditivos detectados

source: Detected Additives (translated)
es: Aditivos detectados (traducido)

source: Detected Allergens
es: Alergenos detectados

source: Detected Allergens (normalized)
es: Alergenos detectados (normalizado)

source: Detected Allergens (translated)
es: Alergenos detectados (traducido)

source: Detected Aminoacids
es: Aminoácidos detectados

source: Detected Aminoacids (normalized)
es: Aminoácidos detectados (normalizado)

source: Detected Aminoacids (translated)
es: Aminoácidos detectados (traducido)

source: Detected Minerals
es: Minerales detectados

source: Detected Minerals (normalized)
es: Minerales detectados (normalizado)

source: Detected Minerals (translated)
es: Minerales detectados (traducido)

source: Detected Nucleotides
es: Nucleótidos detectados

source: Detected Nucleotides (normalized)
es: Nucleótidos detectados (normalizado)

source: Detected Nucleotides (translated)
es: Nucleótidos detectados (traducido)

source: Detected Other Nutritional Substances
es: Otras sustancias nutricionales detectados

source: Detected Other Nutritional Substances (normalized)
es: Otras sustancias nutricionales detectados (normalizado)

source: Detected Other Nutritional Substances (translated)
es: Otras sustancias nutricionales detectados (traducido)

source: Detected Vitamins
es: Vitaminas detectadas

source: Detected Vitamins (normalized)
es: Vitaminas detectadas (normalizado)

source: Detected Vitamins (translated)
es: Vitaminas detectadas (traducido)

source: Diet Compliancy
es: Información de dietas

source: Discard
es: Descarte

source: Display Preferences
es: Ajustes display

source: Display Unit
es: Unidad para uso

source: Display Unit (edited)
es: Unidad para uso (editado)

source: Do Not Show
es: No mostrar

source: Done
es: Hecho

source: Doubletap
es: Doble toque

source: EU Set
es: Conjunto UE

source: Edit
es: Editar

source: Edit date
es: Editar fecha

source: Editor
es: Editor/a

source: Enter beauty product barcode.
es: Ingrese código de barras de producto cosmetico

source: Enter characters to filter the list.
es: Ingrese caracteres para filtrar la lista

source: Enter city name
es: Ingrese el nombre de la ciudad

source: Enter contributor name to search for
es: Ingrese el nombre del contribuyente

source: Enter country name
es: Ingrese el nombre del país

source: Enter date
es: Ingrese fecha

source: Enter food product barcode.
es: Ingrese el código de barras del producto alimenticio

source: Enter petfood product barcode.
es: Entra el código de barras de alimentos para mascotas

source: Enter postal code
es: Ingrese el código postal

source: Enter product barcode.
es: Ingrese el código de barras del producto

source: Enter shop name
es: Ingrese el nombre de la tienda

source: Enter street name
es: Ingrese el nombre de la calle

source: Enter the generic name of the product
es: Ingrese denominación general del producto

source: Enter the ingredients of the product
es: Igrese los ingredientes del producto

source: Enter the name of the product
es: Ingrese el nombre del producto

source: Entry Date
es: Fecha de entrada

source: Environment
es: Impacto medioambiental

source: Exclude
es: Excluir

source: Expiration Date
es: Fecha de caducidad

source: Expiration Date (edited)
es: Fecha de caducidad (editado)

source: Expiration Date (non-edited)
es: Fecha de caducidad (no editado)

source: Fat level
es: Nivel de grasa

source: Fats category
es: Categoría Grasas

source: Food
es: Alimento

source: Food Products
es: Producto alimenticio

source: Food barcode.
es: Código de barras de alimentos

source: Front Image
es: Imagen frontal

source: Front Image (edited)
es: Imagen frontal (editado)

source: Front Image (non-edited)
es: Imagen frontal (no editado)

source: Gallery
es: Pinacoteca

source: Game
es: Juego

source: Game can not be prepared, try another time
es: No se puede iniciar el juego. Por favor intente mas tarde.

source: Game preparing
es: Preparación del juego

source: Generic Name (edited)
es: Denominación general (editado)

source: Generic Name (non-edited)
es: Denominación general (no editado)

source: Help OFF improving its automatic recognition of brand, ingredients, etc.
es: Ayude a OFF a mejorar su reconocimiento automático de salvados, ingredientes, categorías, etc.

source: History
es: Historia

source: Identification
es: Identificación

source: Image
es: Foto

source: Image Dates
es: Fechas de fotos

source: Image is being loaded
es: Foto se está cargando

source: Image loading has failed
es: Chargement photo échoué

source: Image was empty
es: Carga de la foto ha fallado

source: Include
es: Incluir

source: Informer
es: informador/a

source: Ingredient %@
es: Ingrediente %@

source: Ingredients
es: Ingredientes

source: Ingredients (edited)
es: Ingredientes (editado)

source: Ingredients (hierarchy)
es: Ingredientes (jerarquía)

source: Ingredients (non-edited)
es: Ingredientes (no editado)

source: Ingredients (normalized)
es: Ingredientes (normalizado)

source: Ingredients (translated)
es: Ingredientes (traducido)

source: Ingredients Image
es: Foto de los ingredientes

source: Ingredients Image (edited)
es: Foto de los ingredientes (editado)

source: Ingredients Image (non-edited)
es: Foto de los ingredientes (no editado)

source: Ingredients will be analysed after upload by OFF
es: Los ingredientes se analizarán después de cargarlos en OFF

source: Initialized
es: Inicializado

source: Kilocalories
es: Kilocalorías

source: Labels
es: Etiquetas, certificaciones, premios

source: Labels (edited)
es: Etiquetas, certificaciones, premios (editado)

source: Labels (non-edited)
es: Etiquetas, certificaciones, premios (no editado)

source: Labels (normalized)
es: Etiquetas, certificaciones, premios (normalizado)

source: Labels (translated)
es: Etiquetas, certificaciones, premios (traducido)

source: Languages
es: Idiomas

source: Last Edit Date
es: Fecha de la última edición

source: Level
es: Nivel

source: Listed on package?
es: Listado en el paquete?

source: Load more results
es: Cargar más resultados

source: Loading
es: Cargando

source: Loading Failed
es: Carga fallida

source: Main Image
es: Photo du produit

source: Manufacturer
es: Productor

source: Move/Scale
es: Mover / escalar

source: Name
es: Nombre del producto

source: Name (edited)
es: Nombre del producto (editado)

source: Name (non-edited)
es: Nombre del producto (no editado)

source: Negative Ingredient Detections
es: Detecciones de ingredientes negativos

source: No brands indicated
es: No hay marcas indicadas

source: No category defined
es: ninguna categoría definida

source: No comments set
es: Sin comentarios establecidos

source: No expiration date
es: Sin fecha de vencimiento

source: No generic name available
es: No denominación general indicada

source: No image available
es: No foto indicada

source: No image in the right language
es: No foto indicada en el idioma correcto

source: No matches for this level detected
es: No se detectaron coincidencias para este nivel

source: No nutrients
es: No nutrientes

source: No nutrients (edited)
es: No nutrientes (editado)

source: No nutrients (non-edited)
es: No nutrientes (no editado)

source: No products listed
es: No hay productos listados

source: No quantity available
es: No hay cantidad disponible

source: No reponse
es: Ninguna respuesta

source: No search defined
es: Ninguna búsqueda definida

source: No search result
es: Sin resultado de búsqueda

source: No title
es: Sin título

source: No translation
es: Sin traducción

source: None selected
es: Ninguna seleccionada

source: Nope
es: No, lo siento

source: Not allowed
es: No permitido

source: Not done
es: No hecho

source: Not filled
es: No llenado

source: Not searchable
es: No se puede buscar

source: Not set
es: No establecido

source: Nova Evaluation Triggers
es: Desencadenantes de evaluación Nova

source: NutriScore not Applicable
es: Nutriscore no aplicable

source: NutriScore not calculable
es: Nutriscore no calculable

source: Nutrient data for %@ unavailable
es: Datos de nutrientes para %@ no disponibles

source: Nutrient data unavailable
es: Datos de nutrientes no disponibles

source: Nutrients
es: Nutriented

source: Nutriments Availability
es: Disponibilidad de nutrientes

source: Nutrition Facts
es: Información nutricional

source: Nutrition Facts (edited)
es: Información nutricional (editado)

source: Nutrition Facts (non-edited)
es: Información nutricional (no editado)

source: Nutrition Facts (per 1 kg)
es: Información nutricional (por 1 kg)

source: Nutrition Facts (per 100g/100ml)
es: Información nutricional (por 100 g/ml)

source: Nutrition Facts (per serving)
es: Información nutricional (por porción)

source: Nutrition Facts Image
es: Foto de información nutricional

source: Nutrition Facts Image (edited)
es: Foto de información nutricional (editado)

source: Nutrition Facts Image (non-edited)
es: Foto de información nutricional (no editado)

source: Nutrition Scores
es: Puntaje nutricional

source: Nutritional Score France (FV)
es: Puntaje nutricional Francia (FV)

source: Nutritional Score France (OFF)
es: Puntaje nutricional Francia (OFF)

source: Nutritional Score UK (FV)
es: Puntaje nutricional Reino Unido (FV)

source: Nutritional Score UK (OFF)
es: Puntaje nutricional Reino Unido (OFF)

source: OK
es: Okay

source: Official product website
es: Sitio web oficial del producto

source: Official product website (edited)
es: Sitio web oficial del producto (editado)

source: Official product website (non-edited)
es: Sitio web oficial del producto (editado)

source: Open Food Facts Preferences
es: Ajustes Open Food Facts

source: Open in Safari
es: Abrir en Safari

source: Original Images
es: Fotos originales

source: Original Images (edited)
es: Fotos originales (editado)

source: Original Images (non-edited)
es: Fotos originales (no editado)

source: Origins of ingredients
es: Orígenes de los ingredientes

source: Origins of ingredients (edited)
es: Orígenes de los ingredientes (editado)

source: Origins of ingredients (non-edited)
es: Orígenes de los ingredientes (no editado)

source: Other Nutritional Substances
es: Otras sustancias nutricionales

source: Other product type
es: Otro tipo de producto

source: Packager Code
es: Código de envasador

source: Packaging
es: Tipo de envase, formato, material

source: Packaging (edited)
es: Tipo de envase, formato, material (editado)

source: Packaging (interpreted)
es: Tipo de envase, formato, material (interpretado)

source: Packaging (non-edited)
es: Tipo de envase, formato, material (no editado)

source: Packaging Image
es: Imagen de instrucciones de embalaje

source: Packaging Image (edited)
es: Imagen de instrucciones de embalaje (editado)

source: Packaging Image (non-edited)
es: Imagen de instrucciones de embalaje (no editado)

source: Password
es: Contraseña

source: Per 100 mg/ml
es: Por 100g/ml

source: Per serving
es: Por porción

source: Period After Opening
es: Período después de la apertura

source: Period After Opening (edited)
es: Período después de la apertura (editado)

source: Period After Opening (non-edited)
es: Período después de la apertura (no editado)

source: Personal Account
es: Cuenta personal

source: Personal comment
es: Comentario personal

source: Petfood
es: Alimentos mascotas

source: Petfood Products
es: Productos alimenticios para mascotas

source: Petfood barcode.
es: Código de barras de alimentos para mascotas

source: Photographer
es: Fotógrafo

source: Point the camera to the barcode of a product to recognize the product and get the product information.
es: Apunte la cámara al código de barras de un producto para reconocerlo y obtener la información del producto

source: Point to a barcode to scan
es: Apunte a un código de barras para escanear

source: Popularity
es: Popularidad

source: Portion size
es: Tamaño de la porción

source: Portion size (edited)
es: Tamaño de la porción (editado)

source: Portion size (non-edited)
es: Tamaño de la porción (no editado)

source: Preferences
es: Ajustes

source: Prefix corrected
es: Prefijo de idioma corregido

source: Prepare Game
es: Preparar el juego

source: Presentation format
es: Formato de presentación

source: Producer
es: Productor

source: Producer (edited)
es: Productor (editado)

source: Producer (non-edited)
es: Productor (no editado)

source: Producer Codes
es: Código de envasador

source: Producer Codes (edited)
es: Código de envasador (editado)

source: Producer Codes (non-edited)
es: Código de envasador (no editado)

source: Product
es: Producto

source: Product Defined
es: Producto definido

source: Product Language
es: Idioma del producto

source: Product barcode.
es: Código de barras del producto

source: Product does not exist. Add?
es: El producto no existe. ¿Añadir?

source: Product is loaded
es: Producto cargado

source: Product is updated
es: Producto se actualiza

source: Product list is loaded
es: La lista de productos está cargada

source: Product loading
es: Carga de producto

source: Product loading failed
es: Carga del producto fallida

source: Product name
es: Nombre del producto

source: Product name missing
es: Falta el nombre del producto

source: Product not available
es: Producto no disponible

source: Product not loaded
es: Producto no cargado

source: Product not set
es: Producto no establecido

source: Purchase address
es: Lugar de compra

source: Purchase address (edited)
es: Lugar de compra (editado)

source: Purchase address (non-edited)
es: Lugar de compra (no editado)

source: Purchase address (normalized)
es: Lugar de compra (normalizado)

source: Quantity
es: Cantidad

source: Quantity (edited)
es: Cantidad (editado)

source: Quantity (non-edited)
es: Cantidad (no editado)

source: Reset application
es: Restablecer la aplicación

source: Response received
es: Respuesta recibida

source: Sale Stores
es: Magasins de vente

source: Salt
es: Sal

source: Salt level
es: Nivel de sal

# Sample Product for Demonstration, the globally known M&amp;M's
source: Sample Product for Demonstration, the globally known M&M's
es: Muestra de producto para demostración: los mundialmente famosos M&M

source: Saturated Fat level
es: Nivel de grasas saturadas

source: Saturated Fat to Total Fat ratio
es: Proporción de grasas saturadas a grasas totales

source: Save
es: Guarda

source: Save Product Updates?
es: Guardar actualizaciones de producto?

source: Scanner
es: Escáner

source: Score Summary
es: Resumen de puntaje

source: Search
es: Busca

source: Search Beauty Products
es: Busca cosméticos

source: Search Food Products
es: Busca alimento

source: Search PetFood
es: Busca alimento para mascotas

source: Search Products
es: Busca productos

source: Search Text
es: Busca texto

source: Search in name, generic name, label, brand.
es: Buscaren nombre, nombre genérico

source: Search loading
es: Búsqueda está cargando

source: Search query
es: Consulta de busqueda

source: Search set up
es: Configuración de búsqueda

source: Searching
es: Buscando

source: Select
es: Seleccione

source: Select Completion Status
es: Seleccione estado de finalización

source: Select a product from the history.
es: Seleccione un producto del historial

source: Select language
es: Seleccione idioma

source: Select role
es: Seleccione rol de usuario

source: Select the diets, that you want the app to highlight in the product summary.
es: Seleccione las dietas que desea resaltar en la aplicación

source: Selected Categories
es: Categorías Seleccionadas

source: Selected Countries
es: Países Seleccionados

source: Selected Diets
es: Dietas seleccionadas

source: Selected Front Images
es: Fotos frontales seleccionadas

source: Selected Front Images (edited)
es: Fotos frontales seleccionadas (editado)

source: Selected Front Images (non-edited)
es: Fotos frontales seleccionadas (no editado)

source: Selected Ingredients Images
es: Fotos de ingredientes seleccionados

source: Selected Ingredients Images (edited)
es: Fotos de ingredientes seleccionados (editado)

source: Selected Ingredients Images (non-edited)
es: Fotos de ingredientes seleccionados (no editado)

source: Selected Languages
es: Idiomas Seleccionados

source: Selected Nutrition Images
es: Fotos de nutrición seleccionadas

source: Selected Nutrition Images (edited)
es: Fotos de nutrición seleccionadas (editado)

source: Selected Nutrition Images (non-edited)
es: Fotos de nutrición seleccionadas (no editado)

source: Selected Packaging Images
es: Imágenes de instrucciones de embalaje seleccionadas

source: Selected Packaging Images (edited)
es: Imágenes de instrucciones de embalaje seleccionadas (editado)

source: Selected Packaging Images (non-edited)
es: Imágenes de instrucciones de embalaje seleccionadas (no editado)

source: Selected Traces
es: Trazas Seleccionados

source: Serving
es: Porción

source: Set
es: Estableca

source: Set Account
es: Establece cuenta

source: Set Diets to Display
es: Establece dietas para mostrar

source: Set a warning for specific allergen(s).
es: Establecer advertencia para un alérgenos

source: Set ingredient warnings
es: Establece advertencias de ingredientes

source: Set preferences for salt/sodium, kJ/kcal/Cal, etc.
es: Establecer ajustes para sal / sodio, kJ / kcal/Cal, etc.

source: Set product type (food/beauty/petFood), reset, etc.
es: Establece tipo de producto (alimento/cosmetico/alimentos para mascotas), reiniciar, ...

source: Set your OpenFoodFacts account.
es: Configurar su cuenta de datos de alimentos abiertos

source: Setup query
es: Configura consulta de búsqueda

source: Show
es: Mostra

source: Sodium
es: Sodio

source: Special categories
es: Categorías especiales

source: Specify password
es: Especifica contraseña

source: Specify your credentials for OFF
es: Especifique sus credenciales para OFF

source: Start Search?
es: ¿Iniciar busqueda?

source: Start game
es: Empezar juego

source: Stores
es: Tiendas

source: Stores (edited)
es: Tiendas (editado)

source: Stores (non-edited)
es: Tiendas (no editado)

source: Stores (normalized)
es: Tiendas (normalizado)

source: Sugar level
es: Nivel de azucar

source: Supply Chain
es: Cadena de suministro

source: Sure
es: Cierto

source: System Language
es: Idioma del sistema

source: Tag Entry Language
es: Idioma de entrada de etiqueta

source: Take Photos
es: Tome Fotos

source: The local product has been changed. Should these changes be saved?
es: El producto local ha sido cambiado

source: This barcode is not yet listed on OFF. Please take some photos, so the data can be added.
es: Este código de barras aún no figura en FF. Tome algunas fotos para que se puedan agregar los datos.

source: This image was upload on:
es: Esta imagen fue cargada en:

source: This sample product shows you how a product is presented. Slide to the following pages, in order to see more product details. Once you start scanning barcodes, you will no longer see this sample product.
es: Este producto de demostración le muestra cómo se presenta un producto. Vaya a las siguientes páginas para ver más detalles sobre el producto. Cuando comience a escanear, este producto se eliminará.

source: Traces
es: Trazas

source: Traces (edited)
es: Trazas (editado)

source: Traces (non-edited)
es: Trazas (no editado)

source: Traces (normalized)
es: Trazas (normalizado)

source: Traces (translated)
es: Trazas (traducido)

source: Translated
es: Traducido

source: US Set
es: EE UU

source: Undefined
es: Indefinido
