Repository: aleene/FoodViewer
Catalog: Localisations/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, nl

source: nutrition data per serving and standard unit available
de: Nährwertangaben pro Portion und pro standard Wehrte verfügbar
fr: info nutritionnelle disponible par portion et unité standard
nl: voedingswaarden per portie en per standaard eenheid beschikbaar

source: packaging has an unrecognized material
nl: verpakking is van een niet herkend materiaal

source: packaging has an unrecognized shape
nl: verpakking heeft een niet herkende vorm

source: percentage in product.
nl: procent in product

source: search results
de: Suchergebnisse
fr: résultats de récherche
nl: zoekresultaten

# 8si-Yq-0ji.text
source: FoodViewer is possible thanks to OpenFoodFacts, an open database of food products with ingredients, allergens, nutrition facts and all the tidbits of information you can find on food labels.
nl: FoodViewer wordt mogelijk gemaakt dankzij OpenFoodFacts, een open levensmiddelenbestand met ingrediênten, allergenen, voedingswaarden en alle informatie die op je op de etiketten van levensmiddelen kan vinden.

# Uqq-0f-VGW.title
source: Preferences
nl: Voorkeuren

# WHd-6b-vLZ.title
source: User
de: Benutzer
fr: Utilisateur
nl: Gebruiker

# szq-J1-leR.title
source: Game
nl: Speler

# u7v-kh-6sa.title
source: Search
de: Suchen
fr: Chercher
nl: Zoeken

# znY-gQ-KqA.text
source: Copyright © 2020 Hovering Above. All rights reserved.
nl: Copyright 2020 Hovering Above. Alle rechten voorbehouden

# 8si-Yq-0ji.text
source: FoodViewer is possible thanks to OpenFoodFacts, a open database of food products with ingredients, allergens, nutrition facts and all the tidbits of information you can find on food labels.
de: FoodViewer ist möglich dank OpenFoodFacts, einer offenen Datenbank von Lebensmitteln mit Zutaten, Allergenen, Nährwertangaben und allen Informationen, die Sie auf Lebensmitteletiketten finden können.
fr: FoodViewer est possible grâce à OpenFoodFacts, une base de données ouverte de produits alimentaires avec des ingrédients, des allergènes, des informations nutritionnelles et toutes les petites informations que vous pouvez trouver sur les étiquettes des aliments.

# znY-gQ-KqA.text
source: Copyright © 2019 Hovering Above. All rights reserved.
de: Copyright 2019 Hovering Above. Alle Rechte vorbehalten
fr: Copyright 2019 Hovering Above. Tous droits reservés

source: Beauty
de: Schönheit
fr: Beauté

source: Enter pet food product barcode.
de: Gebe Tiernahrungsprodukt Strichcode ein

source: Ingredient %@
de: Zutate %@
fr: Ingrédient %@

source: Per 100 mg/ml
de: Pro 100 mg/ml
fr: Par 100 mg/ml

source: Per serving
de: Pro Portion
fr: Par portion

source: Product
de: Produkt
fr: Produit

source: gram (g)
de: Gramm (g)
fr: gramme (g)

source: microgram (µm)
de: Mikrogramm (µm)
fr: microgramme (µm)

source: milligram (mg)
de: Milligramm (mg)
fr: milligramme (mg)

source: percentage (%)
de: Prozentsatz (%)
fr: pourcentage (%)

# 9OJ-E9-8aV.text
source: FoodViewer
fr: Histoire

source: Button
fr: Bouton

source: Details
fr: Détails
