Repository: aleene/FoodViewer
Catalog: Localisations/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, nl

# NSAppleMusicUsageDescription
source: The photo library is used to select images of products for uploading to OpenFoodFacts.
de: In der Fotobibliothek werden Bilder von Produkten ausgewählt, die auf OFF hochgeladen werden sollen
fr: Choisit image pour charger
nl: De fotobibliotheek wordt gebruikt om foto's te selecteren om naar OFF te kunnen sturen.

# NSCameraUsageDescription
source: The camera is needed to scan barcodes and take images of products for uploading to OpenFoodFacts.
de: Die Kamera wird zum Scannen von Barcodes und zum Aufnehmen von Produktbildern zum Hochladen auf OFF benötigt
fr: Utilisé pour scanner des codes barres
nl: De camera wordt gebruikt om streepjescodes te scannen en om foto's te maken van producten om naar OFF te sturen.

# NSPhotoLibraryUsageDescription
source: The photo library is used to select images of products for uploading to OpenFoodFacts.
de: In der Fotobibliothek werden Bilder von Produkten ausgewählt, die auf OFF hochgeladen werden sollen
fr: Utilisé pour sélectionner et charger des images
nl: De fotobibliotheek wordt gebruikt om foto's te selecteren om naar OFF te kunnen sturen.

source: (WARNING: check brackets, they are unbalanced)
de: (Warnung: Klammern überprüfen, sie sind unsymmetrisch)
fr: (Avertissement: contrôlez les accolades, il manque une)
nl: (WAARSCHUWING: controleer haakjes, niet in evenwicht)

source: Add Front Image
de: Produktfoto (Vorderseite) hinzufügen
fr: Ajout image frontal
nl: Voeg voorkantfoto toe

source: Add Language
de: Sprache hinzufügen
fr: Ajout langue
nl: Voeg taal toe

source: Add Nutrient
de: Nährwert hinzufügen
fr: Ajout nutriment
nl: Voeg voedingswaarde toe

source: Add images for new product
nl: Photos toevoegen voor nieuw product

source: Additives
de: Zusätze
nl: Hulpstoffen

source: Additve %@
de: Zusatzmittel %@
fr: Additive %@
nl: Additief %@

source: Alert Preferences
de: Warnung-Einstellungen
fr: Préférences avertissements
nl: Waarschuwingsinstellingen

source: Allergen warnings
de: Allergenwarnungen
fr: Avertissements allergènes
nl: Allergeen waarschuwingen

source: Allergens
de: Allergene
fr: Allergènes
nl: Allergenen

source: Allowed
de: Erlaubt
fr: Permis
nl: Toegestaan

source: Application Preferences
de: Anwendungseinstellungen
fr: Préférences appli
nl: App instellingen

source: Application version/build
de: Anwendungsversion/build
fr: Version/build appli
nl: App versie/build

source: Assign Image
de: Bild zuordnen
fr: Assigne image
nl: Wijs foto toe

source: Authenticate for OFF login
de: Authentifizieren für OFF Anmeldung
fr: Authentifie pour OFF
nl: Authenticeer voor OFF login

source: Authentication with TouchID failed. Specify your password
de: Authentifizierung mit TouchID nicht gelungen, gebe dein Passwort:
fr: Authentication avec TouchID échoué, spécifie ton mot de passe:
nl: Authenticatie met TouchID mislukt, specificeer je wachtwoord:

source: Available
de: Verfügbar
fr: Disponible
nl: Beschikbaar

source: Bad nutrients
de: Schlechte Nährstoffe
fr: Mauvais nutriments
nl: Slechte voedingsstoffen

source: Barcode
de: Strichcode
fr: Code barre
nl: Streepjescode

source: Barcode (edited main language)
de: Strichcode (bearbeitet)
fr: Code barre (édité)
nl: Streepjescode (bewerkt)

source: Barcode (non-edited main language)
de: Strichcode (unbearbeitet)
fr: Code barre (pas édité)
nl: Streepjescode (onbewerkt)

source: Beauty barcode.
nl: Drogisterijproduct streepjescode

source: Beauty Products
de: Schönheitsprodukte
fr: Produits Beauté
nl: Beauty producten

source: Beverages category
de: Kategorie Getränke
fr: Catégorie Boissons
nl: Drankencategorie

source: Bonus environmental politics
nl: Bonus milieupolitiek

source: Bonus/Malus: Menaced Species
nl: Bonus/Malus: Bedreigde diersoorten

source: Bonus/Malus: Origin of Ingredients
nl: Bonus/Malus: Oorspong ingrediënten

source: Bonus/Malus: Packaging
nl: Bonus/Malus: Verpakking

source: Bonus/Malus: Production System
nl: Bonus/Malus: Productiesysteem

source: Bonus/malus environmental politics
nl: Bonus/Malus: Milieupolitiek

source: Brands
de: Marken
fr: Marques
nl: Merken

source: Brands (edited)
de: Marken (bearbeitet)
fr: Marques (édité)
nl: Merken (bewerkt)

source: Brands (interpreted)
de: Marken (normalisiert)
fr: Marques (interpreté)
nl: Merken (genormaliseerd)

source: Brands (non-edited)
de: Marken (unbearbeitet)
fr: Marques (pas édité)
nl: Merken (onbewerkt)

source: Calories
de: Kalorien
nl: Calorieën

source: Cancel
de: Annullieren
fr: Annule
nl: Annuleer

source: Categories
de: Kategorien
fr: Catégories
nl: Categorieën

source: Categories (edited)
de: Kategorien (bearbeitet)
fr: Catégories (édité)
nl: Categorieën (bewerkt)

source: Categories (non-edited)
de: Kategorien (unbearbeitet)
fr: Catégories (pas édité)
nl: Categorieën (onbewerkt)

source: Categories (normalized)
de: Kategorien (normalisiert)
fr: Catégories (normalisé)
nl: Categorieën (genormaliseerd)

source: Categories (translated)
de: Kategorien (übersetzt)
fr: Catégories (traduit)
nl: Categorieën (vertaald)

source: Category %@
de: %@ Kategorie
fr: Catégorie %@
nl: %@ categorie

source: Checker
de: Prüfer
fr: Controleur
nl: Controleur

source: Cheeses category
de: Kategorie Käse
fr: Catégorie fromages
nl: Kazencategorie

source: Clear History
de: Klare Geschichte
fr: Efface histoire
nl: Verwijder historie

source: Common Name
de: Allgemeiner Name
fr: Dénomination générique
nl: Generieke productnaam

source: Community Effort
de: Gemeinschaftsanstrengung
fr: Effort communauté
nl: Inzet gemeenschap

source: Completeness
de: Vollständigkeit
fr: Exhaustivité
nl: Volledigheid

source: Completion
de: Fertigstellung
fr: Achèvement
nl: Volledigheid

source: Completion States
de: Fertigstellungstand
fr: Etats de complétion
nl: Volledigheidstoestanden

source: Continous Scan
de: Kontinuierlicher Scan
fr: Scan continu
nl: Doorlopende scan

source: Contributor
de: Mitwirkende(r)
fr: Contributeur
nl: Bijdrager

source: Contributors
de: Mitwirkende
fr: Contributeurs
nl: Bijdragers

source: Corrector
de: Korrektor
fr: Correcteur
nl: Correcteur

source: Countries
de: Länder
fr: Pays
nl: Landen

source: Countries (edited)
de: Länder (bearbeitet)
fr: Pays (édité)
nl: Landen (bewerkt)

source: Countries (non-edited)
de: Länder (unbearbeitet)
fr: Pays (pas édité)
nl: Landen (onbewerkt)

source: Countries (normalized)
de: Länder (normalisiert)
fr: Pays (normalisé)
nl: Landen (genormaliseerd)

source: Countries (translated)
de: Länder (übersetzt)
fr: Pays (traduit)
nl: Lanen (vertaald)

source: Countries where sold
de: Vertriebsländer
fr: Pays de vente
nl: Verkooplanden

source: Create OFF Account
de: Erstelle ein OFF-Benutzerkonto.
fr: Crée compte OFF
nl: Maak OFF-account aan

source: Creation date
de: Erstellungsdatum
fr: Date de création
nl: Aanmaakdatum

source: Creator
de: Urheber
fr: Createur
nl: Toevoeger

source: Current Locale
de: Aktuelles Gebietsschema
fr: Lieu actuel
nl: Huidige lokatie

source: Daily Value
de: Täglicher Wert
fr: Valeur journalière
nl: Dagelijks

source: Daily Values (per serving)
de: Täglicher Werte (pro Portion)
fr: Apport Journ.
nl: Dagelijkse Hoeveelheid (per portie)

source: Daily value
nl: Dagelijkse waarde

source: Data is loaded
de: Daten werden geladen
fr: Data chargé
nl: Data geladen

source: Default OpenFoodFacts account
de: Standard OFF-Benutzerkonto
fr: Défaut compte OpenFoodFacts
nl: Standaard OpenFoodFacts account

source: Default energy unit
de: Standard-Energieeinheit
fr: Défaut unité énergie
nl: Standaard energie eenheid

source: Default for salt/sodium
de: Standard für Salz/Natrium
fr: Défaut sel ou sodium
nl: Standaard voor zout/natrium

source: Default nutrition facts style
de: Standard Nährwertangabenstyl
fr: Style par défaut tableau valeurs nutritionnelles
nl: Standaard voedingswaardenstijl

source: Default nutrition facts table style
de: Standard Nährwertangabenstyltabelle
fr: Défaut style valeurs nutritionnelles
nl: Standaard voedingswaardentabelstijl

source: Default product type
de: Standard Produkttyp
fr: Défaut type produit
nl: Standaard producttype

# Deforestation risk&#10;(%)
source: Deforestation risk (%)
nl: Ontbossingsrisico (%)

source: Detected Additives
de: Gefunden Zusatzmittel
fr: Additives détectés
nl: Gedetecteerde additieven

source: Detected Additives (translated)
de: Gefunden Zusatzmittel (übersetzt)
fr: Additives détectés (traduit)
nl: Gedetecteerde additieven (vertaald)

source: Detected Allergens
de: Gefunden Allergene
fr: Allergènes détectés
nl: Gedetecteerde allergenen

source: Detected Allergens (normalized)
de: Gefunden Allergene (normalisiert)
fr: Allergènes détectés (normalisé)
nl: Gedetecteerde allergenen (genormaliseerd)

source: Detected Allergens (translated)
de: Gefunden Allergene (übersetzt)
fr: Allergènes détectés (traduit)
nl: Gedetecteerde allergenen (vertaald)

source: Detected Aminoacids
de: Gefunden Aminosäure
fr: Acides aminés
nl: Gedetecteerde aminozuren

source: Detected Aminoacids (normalized)
de: Gefunden Aminosäure (normalisiert)
fr: Acides aminés (normalisé)
nl: Gedetecteerde aminozuren (genormaliseerd)

source: Detected Aminoacids (translated)
de: Gefunden Aminosäure (übersetzt)
fr: Acides aminés (traduit)
nl: Gedetecteerde aminozuren (vertaald)

source: Detected Minerals
de: Gefunden Mineralien
fr: Minérales détectés
nl: Gedetecteerde mineralen

source: Detected Minerals (normalized)
de: Gefunden Mineralien (normalisiert)
fr: Minérales détectés (normalisé)
nl: Gedetecteerde mineralen (genomaliseerd)

source: Detected Minerals (translated)
de: Gefunden Mineralien (übersetzt)
fr: Minérales détectés (traduit)
nl: Gedetecteerde mineralen (vertaald)

source: Detected Nucleotides
de: Gefunden Nukleotide
fr: Nucléotides détectés
nl: Gedetecteerde nucleotiden

source: Detected Nucleotides (normalized)
de: Gefunden Nukleotide (normalisiert)
fr: Nucléotides détectés (normalisé)
nl: gedetecteerde nucleotiden (genormaliseerd)

source: Detected Nucleotides (translated)
de: Gefunden Nukleotide (übersetzt)
fr: Nucléotides détectés (traduit)
nl: Gedetecteerde nucleotiden (vertaald)

source: Detected Other Nutritional Substances
de: Gefunden übrige Nährstoffe
fr: Autre Substances Nutritionnelles détectés
nl: Gedetecteerde overige voedingsmiddelen

source: Detected Other Nutritional Substances (normalized)
de: Gefunden übrige Nährstoffe (normalisiert)
fr: Autre Substances Nutritionnelles détectés (normalisé)
nl: Gedetecteerde overige voedingsmiddelen (genormaliseerd)

source: Detected Other Nutritional Substances (translated)
de: Gefunden übrige Nährstoffe (übersetzt)
fr: Autre Substances Nutritionnelles détectés (traduit)
nl: Gedetecteerde overige voedingsmiddelen (vertaald)

source: Detected Vitamins
de: Gefunden Vitamine
fr: Vitamines détectés
nl: Gedetecteerde vitaminen

source: Detected Vitamins (normalized)
de: Gefunden Vitamine (normalisiert)
fr: Vitamines détectés (normalisé)
nl: Gedetecteerde vitaminen (genormaliseerd)

source: Detected Vitamins (translated)
de: Gefunden Vitamine (übersetzt)
fr: Vitamines détectés (traduit)
nl: Gedetecteerde vitaminen (vertaald)

source: Diet Compliancy
de: Diät-Compliance
fr: Information régimes
nl: Dieetinformatie

source: Discard
de: Verwerfen
fr: Jeter?
nl: Verwijder

source: Display Preferences
de: Anzeigeeinstellungen
fr: Préférences Affichage
nl: Productdetailvoorkeuren

source: Display Unit
de: Anzeige-einheit
fr: Unité d'affichage
nl: Presentatie-eenheid

source: Display Unit (edited)
de: Anzeige-einheit ()
fr: Unité d'affichage (édité)
nl: Presentatie-eenheid (bewerkt)

source: Do Not Show
de: Zeig nicht
fr: Pas montrer
nl: Toon niet

source: Done
de: Fertig
fr: Fini
nl: Gedaan

source: Doubletap
de: Zweimal tippen
nl: Dubbeltap

source: EU Set
de: EU
fr: UE
nl: EU

source: Edit
de: Bearbeite
fr: Edité
nl: Bewerk

source: Edit date
de: Bearbeite Datum
fr: Change ordre
nl: Bewerk Datum

source: Editor
fr: Editeur
nl: Wijziger

source: Enter beauty product barcode.
de: Gebe Schönheitsproduct Strichcode ein
fr: Saisis code barre produit beauté
nl: Voer beauty product streepjescode in

source: Enter characters to filter the list.
de: Gebe die zu filternden Zeichen ein
fr: Saisis caractères pour filtrer
nl: Type letters om te filteren

source: Enter city name
de: Gebe Stadtname ein
fr: Saisis nom de la ville
nl: Voer stad in

source: Enter contributor name to search for
de: Gebe den Namen des Mitwirkenden ein
fr: Saisis nom du contributeur
nl: De naam van de bijdrager naar waar gezocht moet worden

source: Enter country name
de: Gebe Land ein
fr: Saisis nom du pays
nl: Voer land in

source: Enter date
de: Gebe Datum ein
fr: Saisis date
nl: Voer datum in

source: Enter food product barcode.
de: Gebe Nahrungsmittelprodukt Strichcode ein
fr: Saisis code barre produit alimentaire
nl: Voer levensmiddelstreepjescode in

source: Enter petfood product barcode.
nl: Voer dierenvoedingsstreepjescode in

source: Enter postal code
de: Gebe Postleitzahl ein
fr: Code postal
nl: Voer postcode in

source: Enter product barcode.
de: Gebe Strichcode ein
fr: Saisis code barre produit
nl: Voer productstreepjescode in

source: Enter shop name
de: Gebe Laden ein
fr: Saisis nom du magasin
nl: Voer winkel in

source: Enter street name
de: Gebe Straße ein
fr: Saisis nom de la rue
nl: Voer straat in

source: Enter the generic name of the product
de: Gebe Allgemeiner Name ein
fr: Saisis nom générique
nl: Voer generieke productnaam in

source: Enter the ingredients of the product
de: Gebe Zutaten ein
fr: Ingrédients
nl: Voer ingrediënten in

source: Enter the name of the product
de: Gebe Produktname ein
fr: Saisis nom produit
nl: Voer productnaam in

source: Entry Date
de: Eintragungsdatum
fr: Date de creation
nl: Toevoegdatum

source: Environment
nl: Milieu-impact

source: Exclude
de: Ausschließen
fr: Exclure
nl: Bevat niet

source: Expiration Date
de: Ablaufdatum
fr: Date limite d'utilisation
nl: Uiterste houdbaarheidsdatum

source: Expiration Date (edited)
de: Ablaufdatum (bearbeitet)
fr: Date limite d'utilisation (édité)
nl: Uiterste houdbaarheidsdatum (bewerkt)

source: Expiration Date (non-edited)
de: Ablaufdatum (unbearbeitet)
fr: Date limite d'utilisation (pas édité)
nl: Uiterste houdbaarheidsdatum (onbewerkt)

source: Fat level
de: Fettgehalt
fr: Taux de graisse
nl: Vetgehalte

source: Fats category
de: Kategorie Fette und Öle
fr: Catégorie Graisses et Huiles
nl: Vettencategorie

source: Final Score
nl: Uiteindelijke Score

source: Food
de: Lebensmittel
fr: Aliments
nl: Voedsel

source: Food Products
de: Lebensmittelprodukte
fr: Alimentaire
nl: Voedingsproducten

source: Food barcode.
nl: Levensmiddelstreepjescode

source: Forest Footprint
nl: Bosvoetafdruk

# Forest footprint&#10;(m² per kg of food)
source: Forest footprint (m² per kg of food)
nl: Bosvoetafdruk (m² per kg voedsel)

source: Front Image
de: Produktfoto Vorderseite
fr: Image frontale
nl: Voorkantfoto

source: Front Image (edited)
de: Produktfoto Vorderseite (bearbeitet)
fr: Image frontale (édité)
nl: Voorkantfoto (bewerkt)

source: Front Image (non-edited)
de: Produktfoto Vorderseite (unbearbeitet)
fr: Image frontale (pas édité)
nl: Voorkantfoto (onbewerkt)

source: Gallery
fr: Gallerie
nl: Fotogalerij

source: Game
nl: Spel

source: Game can not be prepared, try another time
nl: Spel kan niet geladen worden. Probeer later nog eens.

source: Game preparing
nl: Spel is aan het laden

source: Generic Name (edited)
de: Allgemeiner Name (bearbeitet)
fr: Nom générique (édité)
nl: Generieke productnaam (bewerkt)

source: Generic Name (non-edited)
de: Allgemeiner Name (unbearbeitet)
fr: Nom générique (pas édité)
nl: Generieke productnaam (onbewerkt)

source: Help OFF improving its automatic recognition of brand, ingredients, etc.
nl: Help OFF bij het automatisch herkennen van merken, ingrediënten, categorieën, etc.

source: History
de: Geschichte
fr: Histoire
nl: Geschiedenis

source: Identification
nl: Identificatie

source: Image
de: Fotos
fr: Photo
nl: Foto

source: Image Dates
de: Datums fotos
fr: Dates photos
nl: Datums foto's

source: Image is being loaded
de: Foto wird geladen
fr: Chargement photo active
nl: Foto wordt geladen

source: Image loading has failed
de: Das Laden der Foto ist fehlgeschlagen
fr: Chargement photo échoué
nl: Laden foto mislukt

source: Image was empty
de: Foto ist leer
fr: Photo vide
nl: Foto is leeg

source: Include
de: Einbeziehen
fr: Inclure
nl: Bevat

source: Informer
de: Hinweisgeber
fr: Informeur
nl: Informeerder

source: Ingredient
nl: Ingrediënt

source: Ingredient Type
nl: Ingrediënttype

source: Ingredients
de: Zutaten
fr: Ingrédients
nl: Ingrediënten

source: Ingredients (edited)
de: Zutaten (bearbeitet)
fr: Ingrédients (édité)
nl: Ingrediënten (bewerkt)

source: Ingredients (hierarchy)
de: Zutaten (hierarchie)
fr: Ingrédients (hiërarchie)
nl: Ingrediënten (hierarchy)

source: Ingredients (non-edited)
de: Zutaten (unbearbeitet)
fr: Ingrédients (pas édité)
nl: Ingrediënten (onbewerkt)

source: Ingredients (normalized)
de: Zutaten (normalisiert)
fr: Ingrédients (normalisé)
nl: Ingrediënten (genormaliseerd)

source: Ingredients (translated)
de: Zutaten (übersetzt)
fr: Ingrédients (traduit))
nl: Ingrediënten (vertaald)

source: Ingredients Image
de: Zutatenfoto
fr: Photo ingrédients
nl: Ingrediëntenfoto

source: Ingredients Image (edited)
de: Zutatenfoto (bearbeitet)
fr: Photo ingrédients (édité)
nl: Ingrediëntenfoto (bewerkt)

source: Ingredients Image (non-edited)
de: Zutatenfoto (unbearbeitet)
fr: Photo ingrédients (pas édité)
nl: Ingrediëntenfoto (onbewerkt)

source: Ingredients will be analysed after upload by OFF
de: De Zutaten werden durch OFF analysiert nach dem Hochladen
fr: Ingrédients seront analysés après téléchargement par OFF
nl: De ingrediënten worden door OFF geanalyseerd na upload

source: Initialized
de: Initialisiert
fr: Initialisé
nl: Geïnitialiseerd

source: Kilocalories
de: Kilokalorien
nl: Kilocalorieën

source: Labels
de: Kennzeichnungen, Zertifizierungen, Preise
fr: Labels, certifications, récompenses
nl: Keur- en kenmerken

source: Labels (edited)
de: Kennzeichnungen, Zertifizierungen, Preise (bearbeitet)
fr: Labels, certifications, récompenses (édité)
nl: Keur- en kenmerken (bewerkt)

source: Labels (non-edited)
de: Kennzeichnungen, Zertifizierungen, Preise (unbearbeitet)
fr: Labels, certifications, récompenses (pas édité)
nl: Keur- en kenmerken (onbewerkt)

source: Labels (normalized)
de: Kennzeichnungen, Zertifizierungen, Preise (normalisiert)
fr: Labels, certifications, récompenses (normalisé)
nl: Keur- en kenmerken (genormaliseerd)

source: Labels (translated)
de: Kennzeichnungen, Zertifizierungen, Preise (übersetzt)
fr: Labels, certifications, récompenses (traduit)
nl: Keur- en kenmerken (vertaald)

source: Languages
de: Sprachen
fr: Langues
nl: Talen

source: Last Edit Date
de: Letzter Bearbeitungsatum
fr: Dernier date d'édition
nl: Laatste wijzigingsdatum

source: Level
de: Gehalte
fr: Niveau
nl: Gehalte

source: Listed on package?
de: Auf dem Paket aufgeführt?
fr: Noté sur l'emballage?
nl: Vermeldt op de verpakking?

source: Load more results
de: Weitere Ergebnisse laden
fr: Charger plus
nl: Laad meer resultaten

source: Loading
de: Laden
fr: Cherchant
nl: Laden

source: Loading Failed
de: Laden fehlgeschlagen
fr: Chargement échoué
nl: Laden mislukt

source: Main Image
de: Produktfoto Vorderseite
fr: Photo du produit
nl: Productfoto

source: Malus environmental politics
nl: Malus milieupolitiek

source: Manufacturer
de: Hersteller/Verarbeiter
fr: Producteur
nl: Producent

source: Move/Scale
de: Beweg/Skalier
fr: Bouge/adapte
nl: Verplaats/Schaal

source: Name
de: Produktname
fr: Nom du produit
nl: Productnaam

source: Name (edited)
de: Produktname (bearbeitet)
fr: Nom du produit (édité)
nl: Productnaam (bewerkt)

source: Name (non-edited)
de: Produktname (unbearbeitet)
fr: Nom du produit (pas édité)
nl: Productnaam (onbewerkt)

source: Negative Ingredient Detections
de: Erkennung negativer Inhaltsstoffe
fr: Détections négatives ingrédients
nl: Niet gedetecteerde ingrediënten

source: No
nl: Nee

source: No brands indicated
de: Keine Marken angegeben
fr: Aucun marque indiqué
nl: Geen merken vermeld

source: No category defined
de: kein Kategorie definiert
fr: pas de catégorie défini
nl: geen categorie gedefinieerd

source: No comments set
nl: Geen commentaar ingesteld

source: No expiration date
de: Kein Ablaufdatum angegeben
fr: DLU pas disponible
nl: Geen uiterste houdbaarheidsdatum aangegeven.

source: No generic name available
de: Kein allgemeiner Name angegeben
fr: Pas de nom générique dispo
nl: Geen generieke naam beschikbaar

source: No image available
de: Kein Foto angegeben
fr: Photo pas disponible
nl: Geen foto beschikbaar

source: No image in the right language
de: Kein Foto in der richtigen Sprache angegeben
fr: Pas de photo dans la bonne langue
nl: Geen foto in de goede taal

source: No labels taken into account
nl: Geen labels meegenomen in berekening

source: No matches for this level detected
nl: Geen overeenkomst voor dit niveau

source: No menaced species taken into account
nl: Geen bedreigde diersoorten meegenomen in berekening

source: No nutrients
de: Kein Nährstoffe
fr: Pas de nutriments
nl: Geen voedingswaarden

source: No nutrients (edited)
de: Kein Nährstoffe angegeben (bearbeitet)
fr: Pas de nutriments (édité)
nl: Geen voedingswaarden (bewerkt)

source: No nutrients (non-edited)
de: Kein Nährstoffe angegeben (unbearbeitet)
fr: Pas de nutriments (pas édité)
nl: Geen voedingswaarden (onbewerkt)

source: No origins specified
nl: Geen herkomsten aangegeven

source: No packing defined
nl: Geen verpakking aangegeven

source: No products listed
de: Kein Produkte angegeben.
fr: Pas de produits spécifiés
nl: Geen producten beschikbaar.

source: No quantity available
de: Kein Mengenangabe angegeben.
fr: Pas des quantités disponible
nl: Geen verpakkingsgrootte beschikbaar.

source: No reponse
de: Keine Antwort
fr: Pas de réponse
nl: Geen antwoord

source: No search defined
de: Keine Suche definiert
fr: Requete pas défini
nl: Geen zoekvraag

source: No search result
de: Kein Suchergebnis
fr: Pas encore de résultats
nl: Nog geen zoekresultaat

source: No title
de: Kein Titel
fr: Pas de titre
nl: Geen titel

source: No translation
de: Kein Übersetztung
fr: Pas de traduction
nl: Geen vertaling

source: None selected
de: Nichts ausgewählt
fr: Rien sélectionné
nl: Niets geselecteerd

source: Nope
de: Noah
fr: Beuh
nl: Noah

source: Not allowed
de: Nicht erlaubt
fr: Pas permis
nl: Sta niet toe

source: Not done
de: Nicht Fertig
fr: Pas fait
nl: Niet gedaan

source: Not filled
de: Nicht gefüllt
fr: Pas saisi
nl: Niet ingevuld

source: Not searchable
de: Nicht durchsuchbar
fr: Pas recherchable
nl: Niet doorzoekbaar

source: Not set
de: nicht eingestellt
fr: Pas définie
nl: Niet ingevuld

source: Nova Evaluation Triggers
de: NOVA Auswertungsauslöser
fr: Déclencheurs NOVA
nl: NOVA evaluatie triggers

source: NutriScore not Applicable
de: NutriScore nicht geltend
fr: NutriScore pas applicable
nl: Nutri Score niet toepasbaar

source: NutriScore not calculable
de: NutriScore nicht berechenbar
fr: NutriScore indéterminable
nl: Nutri Score niet te bepalen

source: Nutrient data for %@ unavailable
de: Daten für %@ nicht vorhanden
fr: Valeurs pour %@ pas disponible
nl: %@ data niet beschikbaar

source: Nutrient data unavailable
de: Nährstoffe Daten nicht vorhanden
fr: Valeurs nutritionnelles pas disponible
nl: Voedingsdata niet beschikbaar

source: Nutrients
de: Nährstoffe
fr: Nutriments
nl: Voedingsstof

source: Nutriments Availability
de: Verfügbarheit Nährstoffe
fr: Disponibilité nutriments
nl: Beschikbaarheid Voedingsstoffen

source: Nutrition Facts
de: Nährwertangaben
fr: Composition nutritionnelle
nl: Voedingswaarden

source: Nutrition Facts (edited)
de: Nährwertangaben (bearbeitet)
fr: Composition nutritionnelle (édité)
nl: Voedingswaarden (bewerkt)
