Repository: aleene/FoodViewer
Catalog: Localisations/*.xcloc/Localized Contents/*.xliff
Languages: de, fr, nl

source: Nutrition Facts (non-edited)
de: Nährwertangaben (unbearbeitet)
fr: Composition nutritionnelle (épas dité)
nl: Voedingswaarden (onbewerkt)

source: Nutrition Facts (per 1 kg)
de: Nährwertangaben (pro kg)
fr: Comp. nutritionnelle (par kg)
nl: Voedingswaarden (per kg)

source: Nutrition Facts (per 100g/100ml)
de: Nährwertangaben (pro 100g/100ml)
fr: Comp. nutritionnelle (par 100g/100ml)
nl: Voedingswaarden (per 100g/1000ml)

source: Nutrition Facts (per serving)
de: Nährwertangaben (pro Portion)
fr: Comp. nutritionnelle (par portion)
nl: Voedingswaarden (per portie)

source: Nutrition Facts Image
de: Foto der Nährwertangaben
fr: Photo info nutritionnelles
nl: Voedingswaardenfoto

source: Nutrition Facts Image (edited)
de: Foto der Nährwertangaben (bearbeitet)
fr: Photo info nutritionnelles (édité)
nl: Voedingswaardenfoto (bewerkt)

source: Nutrition Facts Image (non-edited)
de: Foto der Nährwertangaben (unbearbeitet)
fr: Photo info nutritionnelles (pas édité)
nl: Voedingswaardenfoto (onbewerkt)

source: Nutrition Scores
de: Ernährungsbeurteilungen
fr: Évaluations nutritionnelles
nl: Voedingsbeoordelingen

source: Nutritional Score France (FV)
de: Ernährungsauswertung Frankreich (FV)
fr: Score nutritionnel France (FV)
nl: Voedingsscore Frankrijk (FV)

source: Nutritional Score France (OFF)
de: Ernährungsauswertung Frankreich (OFF)
fr: Score nutritionnel France (OFF)
nl: Voedingsscore Frankrijk (OFF)

source: Nutritional Score UK (FV)
de: Ernährungsauswertung Großbritannien (FV)
fr: Score nutritionnel Royaume-Uni (FV)
nl: Voedingsscore Groot-Brittanië (FV)

source: Nutritional Score UK (OFF)
de: Ernährungsauswertung Großbritannien (OFF)
fr: Score nutritionnel Royaume-Uni (OFF)
nl: Voedingsscore Groot-Brittanië (OFF)

source: Official product website
de: Offizielle Produkt Web-Links
fr: Site officiele produit
nl: Officiële product website

source: Official product website (edited)
de: Offizielle Produkt Web-Links (bearbeitet)
fr: Site officiele produit (édité)
nl: Officiële product website (bewerkt)

source: Official product website (non-edited)
de: Offizielle Produkt Web-Links (unbearbeitet)
fr: Site officiele produit (pas édité)
nl: Officiële product website (onbewerkt)

source: Open Food Facts Preferences
de: Open Food Facts Einstellungen
fr: Préférences Open Food Facts
nl: Open Food Facts instellingen

source: Open in Safari
de: Öffnen in Safari
fr: Ouvre dans Safari
nl: Bekijk in Safari

source: Original
nl: Oorspronkelijk

source: Original Images
de: Originalfotos
fr: Images originaux
nl: Oorspronkelijke foto's

source: Original Images (edited)
de: Originalfotos (bearbeitet)
fr: Images originaux (édité)
nl: Oorspronkelijke foto's (bewerkt)

source: Original Images (non-edited)
de: Originalfotos (unbearbeitet)
fr: Images originaux (pas édité)
nl: Oorspronkelijke foto's (onbewerkt)

source: Origins of ingredients
de: Herkunft Zutaten
fr: Origine ingrédients
nl: Oorsprong ingrediënten

source: Origins of ingredients (edited)
de: Herkunft Zutaten (bearbeitet)
fr: Origine ingrédients (édité)
nl: Oorsprong ingrediënten (bewerkt)

source: Origins of ingredients (non-edited)
de: Herkunft Zutaten (unbearbeitet)
fr: Origine ingrédients (pas édité)
nl: Oorsprong ingrediënten (onbewerkt)

source: Other Nutritional Substances
de: Übrige Nährstoffe
fr: Autre substances nutritionnelles
nl: Overige voedingsmiddelen

source: Other product type
de: Ander Produkttyp
fr: Autre type de produit
nl: Ander product type

source: Packager Code
de: Produktkennung des Herstellers
fr: Code emballeur
nl: Verpakkerscode

source: Packaging
de: Verpackungsart
fr: Emballage
nl: Verpakking

source: Packaging (edited)
de: Verpackungsart (bearbeitet)
fr: Emballage (édité)
nl: Verpakking (bewerkt)

source: Packaging (interpreted)
de: Verpackungsart (normalisiert)
fr: Emballage (normalisé)
nl: Verpakking (genormaliseerd)

source: Packaging (non-edited)
de: Verpackungsart (unbearbeitet)
fr: Emballage (pas édité)
nl: Verpakking (onbewerkt)

source: Packaging Image
nl: Verpakkingsfoto

source: Packaging Image (edited)
nl: Verpakkingsfoto (bewerkt)

source: Packaging Image (non-edited)
nl: Verpakkingsfoto (onbewerkt)

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord

source: Period After Opening
de: Nach dem Öffnen zu verbrauchen bis
fr: Période après ouverture
nl: Periode na opening

source: Period After Opening (edited)
de: Nach dem Öffnen zu verbrauchen bis (bearbeitet)
fr: Période après ouverture (édité)
nl: Periode na opening (bewerkt)

source: Period After Opening (non-edited)
de: Nach dem Öffnen zu verbrauchen bis (unbearbeitet)
fr: Période après ouverture (pas édité)
nl: Periode na opening (onbewerkt)

source: Personal Account
de: Persönliches OFF-Benutzerkonto
fr: Compte personel
nl: Persoonlijke account

source: Personal comment
nl: Persoonlijk commentaar

source: Petfood
de: Tierfütter
fr: Animaux
nl: Dieren

source: Petfood Products
de: Tierfütter
fr: Animaux
nl: Dierenvoedsel

source: Petfood barcode.
nl: Diervoedselstreepjescode

source: Photographer
de: Fotograf
fr: Photographe
nl: Fotografeerder

source: Point the camera to the barcode of a product to recognize the product and get the product information.
de: Zeige mit der Kamera auf einen Strichcode eines Produkts, um das Produkt zu erkennen und Produktinformationen abzurufen
fr: Pointez le caméra vers le code barre du produit pour le faire reconnaître et obtenir l'information du produit
nl: Richt de camera op een streepjescode van een product om het product te herkennen en de product informatie te verkrijgen

source: Point to a barcode to scan
de: Zeige auf einen Strichcode, um zu scannen
fr: Pointe le code barre d'un produit
nl: Richt op een streepjescode om te scannen

source: Popularity
de: Popularität
fr: Popularité
nl: Populariteit

source: Portion size
de: Portionsgröße
fr: Largeur portion
nl: Portiegrootte

source: Portion size (edited)
de: Portionsgröße (bearbeitet)
fr: Largeur portion (édité)
nl: Portiegrootte (bewerkt)

source: Portion size (non-edited)
de: Portionsgröße (unbearbeitet)
fr: Largeur portion (pas édité)
nl: Portiegrootte (onbewerkt)

source: Preferences
de: Einstellungen
fr: Réglages
nl: Instellingen

source: Prefix corrected
de: Corrigierte prefix
fr: Préfix corrigé
nl: Gecorrigeerde prefix

source: Preparation
nl: Bereiding

source: Preparation (edited)
nl: Bereiding (bewerkt)

source: Prepare Game
nl: Bereid spel voor

source: Prepared
nl: Bereid

source: Presentation format
de: Präsentationsformat
fr: Format de présentation
nl: Presentatie format

# Processing factor&#10;(percentage of food after processing)
source: Processing factor (percentage of food after processing)
nl: Processing factor (procent voedsel na processing)

source: Producer
de: Hersteller
fr: Producteur
nl: Producent

source: Producer (edited)
de: Hersteller (bearbeitet)
fr: Producteur (édité)
nl: Producent (bewerkt)

source: Producer (non-edited)
de: Hersteller (unbearbeitet)
fr: Producteur (pas édité)
nl: Producent (onbewerkt)

source: Producer Codes
de: Produktkennung des Herstellers
fr: Code emballeur
nl: Producentcodes

source: Producer Codes (edited)
de: Produktkennung des Herstellers (bearbeitet)
fr: Code emballeur (édité)
nl: Producentcodes (bewerkt)

source: Producer Codes (non-edited)
de: Produktkennung des Herstellers (unbearbeitet)
fr: Code emballeur (pas édité)
nl: Producentcodes (onbewerkt)

source: Product Defined
de: Produkt definiert
fr: Produit défini
nl: Product gedefinieerd

source: Product Language
de: Produktsprache
fr: Langue produit
nl: Producttaal

source: Product barcode.
nl: Productstreepjescode

source: Product does not exist. Add?
de: Produkt besteht nicht. Hinzufügen?
fr: Produit n'existe pas. Ajouter?
nl: Product bestaat niet. Toevoegen?

source: Product is loaded
de: Produkt werde geladen
fr: Produit chargé
nl: Product is geladen

source: Product is updated
de: Produkt werde aktualisiert
fr: Produit changé
nl: Product is aangepast

source: Product list is loaded
de: Produktliste werde geladen
fr: Produits chargés
nl: Producten worden geladen

source: Product loading
de: Produkt wird geladen
fr: En cours de charger produit
nl: Product wordt geladen

source: Product loading failed
de: Laden Produkt nicht gelungen
fr: Chargement produit échoué
nl: Laden product mislukt

source: Product name
de: Produktname
fr: Nom produit
nl: Productnaam

source: Product name missing
de: Produktname fehlt
fr: Nom produit manque
nl: Productnaam mist

source: Product not available
de: Produkt nich verfügbar
fr: Produit pas disponible
nl: Product niet beschikbaar

source: Product not loaded
de: Produkt nicht geladen
fr: Produit pas chargé
nl: Product niet geladen

source: Product not set
de: Product nicht eingestellt
fr: Produit non défini
nl: Product niet ingesteld

source: Purchase address
de: Verkaufsstelle
fr: Adresse d'achat
nl: Verkoopadres

source: Purchase address (edited)
de: Verkaufsstelle (bearbeitet)
fr: Adresse d'achat (édité)
nl: Verkoopadres (bewerkt)

source: Purchase address (non-edited)
de: Verkaufsstelle (unbearbeitet)
fr: Adresse d'achat (pas édité)
nl: Verkoopadres (onbewerkt)

source: Purchase address (normalized)
de: Verkaufsstelle (normalisiert)
fr: Adresse d'achat (normalisé)
nl: Verkoopadres (genormaliseerd)

source: Quantity
de: Mengenangabe
fr: Quantité
nl: Verpakkingsgrootte

source: Quantity (edited)
de: Mengenangabe (bearbeitet)
fr: Quantité (édité)
nl: Verpakkingsgrootte (bewerkt)

source: Quantity (non-edited)
de: Mengenangabe (unbearbeitet)
fr: Quantité (pas édité)
nl: Verpakkingsgrootte (onbewerkt)

source: Reference Score: Lifecycle Analysis
nl: Referentiescore: Levenscyclusanalyse

source: Reset application
de: App zurücksetzen
fr: Remet appli à zero
nl: Reset app

source: Response received
de: Antwort erhalten
fr: Réponse reçu
nl: Antwoord ontvangen

source: Sale Stores
de: Verkaufsladen
fr: Magasins de vente
nl: Verkoopwinkels

source: Salt
de: Salz
fr: Sel
nl: Zout

source: Salt level
de: Salzgehalt
fr: Taux sel
nl: Zoutgehalte

# Sample Product for Demonstration, the globally known M&amp;M's
source: Sample Product for Demonstration, the globally known M&M's
de: Beispielprodukt zur Demonstration, die Weltbekannte M&Ms.
fr: Produit de démonstration, les M&Ms connu globalement
nl: Voorbeeldproduct voor demonstratiedoeleinde, de wereldwijd bekende M&Ms.

source: Saturated Fat level
de: Gesättigten Fettgehalt
fr: Taux graisse saturé
nl: Verzadigd vetgehalte

source: Saturated Fat to Total Fat ratio
de: Verhältnis gesättigtem zu Gesamtfett
fr: Rapport Graisses Saturés sur Graisses Totals
nl: Verzadigde t.o.v. alle vetten

source: Save
de: Speichern
fr: Sauvegarde
nl: Bewaar

source: Save Product Updates?
de: Produktupdates speichern
fr: Sauvegarder?
nl: Bewaar productaanpassingen

source: Score ACV
nl: ACV Score

source: Score Summary
de: Beurteilungszusammenfassung
fr: Sommaire nutri-score
nl: Samenvatting beoordelingen

source: Search
de: Suchen
fr: Cherche
nl: Zoek

source: Search Beauty Products
de: Suche Schönheits Produkte
fr: Cherche prod. de béauté
nl: Zoek Beauty Producten

source: Search Food Products
de: Suche Nahrungs Produkte
fr: Cherche prod. d'aliment.
nl: Zoek Voedselproducten

source: Search PetFood
de: Suche Tierfutter Produkte
fr: Cherche prod. anim.
nl: Zoek Diervoedingsproducten

source: Search Products
de: Suche Produkte
fr: Cherche produits
nl: Zoek producten

source: Search Text
de: Suchtext
fr: Texte à chercher
nl: Zoektekst

source: Search in name, generic name, label, brand.
de: Suche auf Namen, allgemeiner Namen, labels und Marken
fr: Saisis un mot pour chercher dans nom, nom générique, label, marque
nl: Zoek in naam, generieke naam, labels en merk

source: Search loading
de: Suche wird geladen
fr: Chargement requete
nl: Zoekende

source: Search query
de: Suchanfrage
fr: Définition de requete
nl: Zoekvraag

source: Search set up
de: Suchanfrage eingestellt
fr: Requete définie
nl: Zoekvraag ingesteld

source: Searching
de: Suche wird geladen
fr: Cherchant
nl: Zoekende

source: Select
de: Auswahlen
fr: Choisis
nl: Kies

source: Select Completion Status
de: Abschlussstatus auswählen
fr: Saisis état de complétion
nl: Selecteer volledigheidsstatus

source: Select a product from the history.
de: Wähle ein Produkt aus die Historie
fr: Sélectionne produit de l'histoire
nl: Kies een product uit de historie

source: Select language
de: Wähle Sprache
fr: Sélectionne langue
nl: Kies taal

source: Select role
de: Rolle auswählen
fr: Choisit role
nl: Kies rol

source: Select the diets, that you want the app to highlight in the product summary.
de: Wählen Sie die Diäten aus, die die App hervorheben soll
fr: Sélectionne les régimes, qui doivent mis en avant dans le sommaire du produit.
nl: Selecteer de diëten, die de app moet benadrukken in het productenoverzicht.

source: Selected Categories
de: Gewählte Kategorien
fr: Catégories sélectionnés
nl: Geselecteerde Categorieën

source: Selected Countries
de: Gewählte Länder
fr: Pays sélectionnés
nl: Geselecteerde Landen

source: Selected Diets
de: Ausgewählte Diäten
fr: Régimes sélectionés
nl: Geselecteerde diëten

source: Selected Front Images
de: Ausgewählte Produktfoto (Vorderseite)
fr: Photo du produit sélectionnées
nl: Geselecteerde productfoto's

source: Selected Front Images (edited)
de: Ausgewählte Produktfoto (Vorderseite) (bearbeitet)
fr: Photo du produit sélectionnées (édité)
nl: Geselecteerde productfoto's (bewerkt)

source: Selected Front Images (non-edited)
de: Ausgewählte Produktfoto (Vorderseite) (unbearbeitet)
fr: Photo du produit sélectionnées (pas édité)
nl: Geselecteerde productfoto's (onbewerkt)

source: Selected Ingredients Images
de: Ausgewählte Zutatenfoto
fr: Photos d'ingrédients sélectionnées
nl: Geselecteerde ingrediëntenfoto's

source: Selected Ingredients Images (edited)
de: Ausgewählte Zutatenfoto (bearbeitet)
fr: Photos d'ingrédients sélectionnées (édité)
nl: Geselecteerde ingrediëntenfoto's (bewerkt)

source: Selected Ingredients Images (non-edited)
de: Ausgewählte Zutatenfoto (unbearbeitet)
fr: Photos d'ingrédients sélectionnées (pas édité)
nl: Geselecteerde ingrediëntenfoto's (onbewerkt)

source: Selected Languages
de: Gewählte Sprachen
fr: Langues sélectionnés
nl: Geselecteerde Talen

source: Selected Nutrition Images
de: Ausgewählte Foto der Nährwertinformationen
fr: Photos de nutrition sélectionnées
nl: Geselecteerde voedingswaardenfoto's

source: Selected Nutrition Images (edited)
de: Ausgewählte Foto der Nährwertinformationen (bearbeitet)
fr: Photos de nutrition sélectionnées (édité)
nl: Geselecteerde voedingswaardenfoto's (bewerkt)

source: Selected Nutrition Images (non-edited)
de: Ausgewählte Foto der Nährwertinformationen (unbearbeitet)
fr: Photos de nutrition sélectionnées (pas édité)
nl: Geselecteerde voedingswaardenfoto's (onbewerkt)

source: Selected Packaging Images
nl: Geselecteerde verpakkingsfoto's

source: Selected Packaging Images (edited)
nl: Geselecteerde verpakkingsfoto's (bewerkt)

source: Selected Packaging Images (non-edited)
nl: Geselecteerde verpakkingsfoto's (onbewerkt)

source: Selected Traces
de: Gewählte Spuren
fr: Traces sélectionnés
nl: Geselecteerde Sporen

source: Serving
de: Portion
fr: Portion
nl: Portie

source: Set
de: Eingestellt
fr: Définie
nl: Ingevuld

source: Set Account
de: Definiere ein OFF-Benutzerkonto
fr: Défini compte
nl: Definieer account

source: Set Diets to Display
de: Lege die anzuzeigende Diäte fest
fr: Sélectionne le régime à montrer
nl: Selecteer te tonen diëten

source: Set a warning for specific allergen(s).
de: Allergenwarnungen einstellen
fr: Défini avertissage allergènes/traces
nl: Stel specifieke waarschuwingen in

source: Set ingredient warnings
de: Zutatenwarnungen einstellen
fr: Défini avertissage ingrédients
nl: Stel de ingrediëntenwaarschuwingen in

source: Set preferences for salt/sodium, kJ/kcal/Cal, etc.
de: Voreinstellungen für Salz/Natrium, kJ/kcal, etc
fr: Défini
nl: Stel voorkeuren voor zout/natrium, kJ/kcal, etc in

source: Set product type (food/beauty/petFood), reset, etc.
de: Produkttyp einstellen (Nahrung/Schönheit/...), etc
fr: Défini type produit
nl: Stel het product type (food/beauty/...), etc in

source: Set your OpenFoodFacts account.
de: Gebe dein OFF-Benutzerkonto ein
fr: Défini ton compte Open Food Facts
nl: Stel je OpenFoodFacts account in

source: Setup query
de: Suchabfrage einrichten
fr: Définie requête
nl: Definieer zoekvraag

source: Show
de: Anzeigen
fr: Montre
nl: Toon

source: Sodium
de: Natrium
nl: Natrium

# Soy feed factor&#10;(kg of soy per kg of food)
source: Soy feed factor (kg of soy per kg of food)
nl: Soy feed factor (kg soja per kg voedsel)

# Soy yield&#10;(kg of soy per m²)
source: Soy yield (kg of soy per m²)
nl: Soja opbrengst (kg soja per m²)

source: Special categories
de: Ausnahme Kategorien
fr: Catégories speciaux
nl: Uitzonderingscategorieën

source: Specify password
de: Gebe Passwort ein
fr: Spécifie mot de passe
nl: Voer wachtwoord in

source: Specify your credentials for OFF
de: Gebe dein OFF Benutzername und Passwort
fr: Nom et mot de passe pour OFF
nl: Geef OFF gebruikersnaam en wachtwoord

source: Start Search?
de: Suche starten?
fr: Commence Requete?
nl: Start zoekvraag?

source: Start game
nl: Start spel

source: Stores
de: Laden
fr: Magasins
nl: Winkels

source: Stores (edited)
de: Laden (bearbeitet)
fr: Magasins (édité)
nl: Winkels (bewerkt)

source: Stores (non-edited)
de: Laden (unbearbeitet)
fr: Magasins (pas édité)
nl: Winkels (onbewerkt)

source: Stores (normalized)
de: Laden (normalisiert)
fr: Magasins (normalisé)
nl: Winkels (genormaliseerd)

source: Sugar level
de: Zuckergehalt
fr: Taux sucres
nl: Suikergehalte

source: Supply Chain
de: Lieferkette
fr: Circuit logistique
nl: Aanvoerketen

source: Sure
de: Kein Problem
fr: Dac
nl: Doen

source: System Language
de: Systemsprache
fr: Langue système
nl: Systeemtaal

source: Tag Entry Language
de: Tag-Eingabesprache
fr: Langue pour les tags
nl: Invoertaal tags

source: Take Photos
de: Mache Fotos
fr: Prend Photos
nl: Neem fotos

source: The local product has been changed. Should these changes be saved?
de: Das lokale Produkt wurde geändert. Sparen?
fr: Le produit local a changé. Sauvegarder les changements?
nl: Het lokale product is aangepast. Bewaren?

source: This barcode is not yet listed on OFF. Please take some photos, so the data can be added.
de: Dieser Barcode ist noch nicht bei OFF gelistet. Bitte machen Sie einige Fotos, damit die Daten hinzugefügt werden können.
fr: Ce code-barres n'est pas encore répertorié sur FF. Veuillez prendre quelques photos, afin que les données puissent être ajoutées.
nl: Deze barcode staat nog niet op OFF. Neem wat fotos van het product, zodat de data toegevoegd kan worden.

source: This image was upload on:
nl: Deze foto is toegevoegd op:

source: This sample product shows you how a product is presented. Slide to the following pages, in order to see more product details. Once you start scanning barcodes, you will no longer see this sample product.
de: Dieses Produktbeispiel zeigt Ihnen, wie ein Produkt präsentiert wird. Streichen Sie zu den anderen Seiten, um weitere Produktdetails anzuzeigen. Sobald Sie mit dem Scannen von Barcodes beginnen, wird dieses Produkt nicht mehr angezeigt.
fr: Ce produit de démonstration vous montre comment une produit est présenté. Passez au pages suivants pour voir plus de détails sur le produit. Quand vous commencez à scanner, ce produit sera supprimé.
nl: Dit voorbeeldproduct laat zien hoe de productinformatie wordt getoond. Swipe naar de volgende pagina's om meer productdetails te zien. Na het scannen van het eerste product wordt dit voorbeeldproduct verwijderd.

# Total forest footprint&#10;(m² per kg of food)
source: Total forest footprint (m² per kg of food)
nl: Totale bosafdruk (m² per kg voedsel)

source: Total of all packaging parts
nl: Totaal van alle verpakkingsonderdelen

source: Traces
de: Spuren
nl: Sporen

source: Traces (edited)
de: Spuren (bearbeitet)
fr: Traces (édité)
nl: Sporen (bewerkt)

source: Traces (non-edited)
de: Spuren (unbearbeitet)
fr: Traces (pas édité)
nl: Sporen (onbewerkt)

source: Traces (normalized)
de: Spuren (genormaliseerd)
fr: Traces (normalisé)
nl: Sporen (genormaliseerd)

source: Traces (translated)
de: Spuren (übersetzt)
fr: Traces (traduit)
nl: Sporen (vertaald)

source: Translated
de: Übersetzt
fr: Traduit
nl: Vertaald

source: US Set
de: US
fr: US
nl: US

source: Undefined
de: Ungebraucht
fr: Pas defini
nl: Ongebruikt

source: Unknown
de: Unbekannt
fr: Inconnu
nl: Onbekend

source: Unprepared
nl: Onbereid

source: Unselected Categories
de: Zu wählen Kategorien
fr: Catégories à selectioner
nl: Te Selecteren Categorieën

source: Unselected Countries
de: Zu wählen Länder
fr: Pays à selectioner
nl: Te Selecteren Landen

source: Unselected Languages
de: Zu wählen Sprachen
fr: Langues à selectioner
nl: Te Selecteren Talen

source: Unselected Traces
de: Zu wählen Spuren
fr: Traces à selectioner
nl: Te Selecteren Sporen

source: Uploaded by:
nl: Door:

source: Uploader unknown
nl: Toevoeger onbekend

source: Uploading image
de: Hochladen Foto
fr: Charger image
nl: Opladen foto

source: Use
de: Benütze
fr: Utilise
nl: Gebruik

source: Use Camera
de: Camera
fr: Utilise camera
nl: Camera

source: Use Photos
de: Fotos
fr: Utilise photos
nl: Fotos

source: User
nl: Gebruiker

source: User Preferences
de: Benutzereinstellungen
fr: Préférences utilisateur
nl: Voorkeuren

source: User defined
de: Benutzerdefinierten
fr: Défini par l'utilisateur
nl: Gebruikerbepaald

source: Username
de: Benutzername
fr: Nom du compte
nl: Gebruikersnaam

source: View Toggle Mode
de: Anzeige-umschaltmodus
fr: Mode de changement affichage
nl: Viewwijzigingsmodus

source: Yes
nl: Ja

source: footprint not available
nl: voetafdruk niet beschikbaar

# for %@ in %@
source: for %1$@ in %2$@
de: nach %1$@ in %2$@
fr: pour %1$@ dans %2$@
nl: naar %1$@ in %2$@

source: m² per kg of food
nl: m² per kg voedsel

source: no country defined
de: kein Land definiert
fr: pas de pays défini
nl: geen land gedefinieerd

source: no creation date available
de: Kein Eintragungsdatum angegeben
fr: pas de date de création disponible
nl: geen creatiedatum beschikbaar

source: no diet selected
de: kein Diät gewählt
fr: Aucun régime sélectionné
nl: Geen dieet geselecteerd

source: no edit date available
de: Kein Bearbeitungsdatum angegeben
fr: pas de date d'édition disponible
nl: geen bewerkingsdatum beschikbaar

source: no ingredients specified
de: Kein Zutaten angegeben
fr: pas d'ingrédients spécifiés
nl: geen ingrediënten aangegeven

source: no language defined
de: Kein Sprache angegeben
fr: pas de langue défini
nl: geen taal gedefinieerd

source: no name specified
de: Kein Name angegeben
fr: pas de nom spécifié
nl: geen naam aangegeven

source: no nutrition data available
de: Keine Nährstoffe angegeben
fr: pas d'info nutritionnelles spécifiés
nl: geen voedingswaarden aangegeven

source: no nutrition data indicated
de: Keine Nährstoffe angegeben
fr: pas d'info nutritionnelles spécifiés
nl: geen voedingswaarden beschikbaar

source: no serving size available
de: Kein Serviergröße angegeben
fr: pas de portion spécifié
nl: Geen portiegrootte ingevuld

source: no total score
nl: geen totale score

source: no trace defined
de: kein Spur definiert
fr: pas de trace défini
nl: geen spoor gedefineerd

source: none
de: kein
fr: aucun
nl: geen

source: not selected
de: nichts ausgewählt
fr: Pas saisi
nl: niet geselecteerd

source: nothing selected
nl: Niets geselecteerd

source: nutrition data not on package
de: Keine Nährstoffe auf dem Produkt
fr: pas de valeurs nutri sur emballage
nl: geen voedingswaarden op verpakking
